Repository: genkosta/django-editor-yandex-maps
Catalog: djeym/locale/*/LC_MESSAGES/djangojs.po
Languages: ru

source: Image size will be optimized to 966 pixels.
ru: Размер изображения будет оптимизирован до 966 пикселей.

source: The File APIs are not fully supported in this browser. Upgrade your browser - http://browsehappy.com/
ru: Файловые API не полностью поддерживаются в этом браузере. Обновите свой браузер - http://browsehappy.com/

source: Only JPG and PNG files.
ru: Только файлы JPG и PNG.

source: Server Error ???
ru: Ошибка сервера ???

source: Select an object
ru: Выберите объект

source: The map has an unfinished geoobject.
ru: На карте имеется незавершенный геообъект.

source: Add Heat point
ru: Добавить тепловую точку

source: Heat point settings
ru: Настройки тепловой точки

source: Due to the features of the plugin, to edit or delete a heat point, go to the admin panel - YANDEX MAPS / Heat Points.
ru: Из за особенностей плагина, чтобы редактировать или удалить тепловую точку, перейдите в админ-панель - ЯНДЕКС КАРТЫ / Тепловые точки.

source: Add marker
ru: Добавить маркер

source: Marker settings
ru: Настройки маркера

source: Open the editor panel and select the desired icon.
ru: Откройте панель редактора и выберите нужную иконку.

source: If you need to change the position of the marker - Close the context menu, move the marker, again open the context menu (right click on the object) and save result.
ru: Если нужно изменить позицию маркера - Закройте контекстное меню, переместите маркер, сново откройте контекстное меню (правый клик на объекте) и сохраните результат.

source: Categories
ru: Категории

source: Subcategories
ru: Подкатегории

source: Select a category
ru: Выберите категорию

source: There are no categories for markers.
ru: Категории для маркеров отсутствуют.

source: Add a category in the admin panel.
ru: Добавьте категорию на панели администратора.

source: Give a name to the marker
ru: Дайте название для маркера

source: Confirm object deletion!
ru: Подтвердите удаление объекта!

source: Image width is automatically optimized to <b>322</b> pixels.
ru: Ширина изображения автоматически оптимизируется до <b>322</b> пикселей.

source: Place name
ru: Название места

source: Details
ru: Подробности

source: Footer
ru: Нижний колонтитул

source: Add route
ru: Добавить маршрут

source: Route settings
ru: Настройки маршрута

source: After the button [ <b>+</b> ], click the left mouse button on the map and create a route. Open the context menu again (right-click on the object) and save the result.
ru: После кнопки [ <b>+</b> ], кликните левой кнопкой мыши на карте и проложите маршрут. Снова откройте контекстное меню (правой кнопкой мыши на объекте) и сохраните результат.

source: There are no categories for routes.
ru: Категории для маршрутов отсутствуют.

source: Give a name for the route
ru: Дайте название для маршрута

source: Route name
ru: Название маршрута

source: Add territory
ru: Добавить территорию

source: Territory settings
ru: Настройки территории

source: After the button [ <b>+</b> ], click the left mouse button on the map and mark the territory. Open the context menu again (right-click on the object) and save the result.
ru: После кнопки [ <b>+</b> ], кликните левой кнопкой мыши на карте и обозначьте территорию. Снова откройте контекстное меню (правой кнопкой мыши на объекте) и сохраните результат.

source: There are no categories for territories.
ru: Категории для территорий отсутствуют.

source: Give a name to the territory.
ru: Дайте название для территории.

source: Territory name
ru: Название территории

source: The editor page will automatically reload for full completion.
ru: Страница редактора автоматически перезагрузится для полного завершения.

source: Confirm reset to default settings!
ru: Подтвердите сброс к настройкам по умолчанию!
